txt_Creator=
=
txt_IsWOW64=Dieses Programm istfür die x86 Architektur. Starte die x64 Version
txt_FileNotFound=Datei nicht gefunden: %s
txt_ServiceChecking=Checking Windows Update service...
txt_ServiceIsDisabled=Windows Update service is disabled. Starting Windows Update service...
txt_VersionWUA=Windows Update Agent version: %d.%d
txt_VersionAPI=Windows Update Agent API version: %s
txt_WUA_UpdateRequired=Windows Update Agent needs to be updated to version: %d.%d
txt_InitializationAPI=Initialization Windows Update Agent API...
txt_CommittingUpdates=Committing updates...
=
txt_Size_Byte=b
txt_Size_Kilobyte=Kb
txt_Size_Megabyte=Mb
txt_Size_Gigabyte=Gb
=
txt_Button_WindowsUpdate=Windows Update
txt_Button_Installed=Installiert
txt_Button_Hidden=Versteckt
txt_Button_History=Update Geschichte
txt_Button_Cancel=Abbruch
txt_Button_Reboot=Neustart
txt_Combobox_NotConfigured=Nicht konfiguriert
txt_Combobox_Disabled=Deaktiviert
txt_Combobox_NotificationMode=Benachrichtigung
txt_Combobox_DownloadOnly=Nur Download
txt_Combobox_Other=Andere
txt_Checkbox_MicrosoftUpdate=Microsoft Update
txt_Checkbox_IncludeDrivers=Inklusive Treiber
txt_Checkbox_IncludeSuperseded=Abgelöste Updates einbeziehen
txt_Checkbox_OfflineMode=Offline Modus
txt_Checkbox_SelectAll=Alle auswählen
txt_Checkbox_SelectedByWU=Auswahl von Windows Update
txt_Groupbox_SearchSettings=Sucheinstellungen
txt_Groupbox_AutomaticUpdates=Automatische Updates
txt_Hint_Search=Updatesuche
txt_Hint_Download=Nur Download
txt_Hint_Install=Installiere Updates
txt_Hint_Uninstall=Updates deinstallieren
txt_Hint_Hide=Verstecke Updates
txt_Hint_Unhide=Versteckte Updates zeigen
txt_Hint_Cancel=Abbruch
txt_Hint_Reboot=Jetzt neustarten
txt_Prompt_Filter=In Liste finden
txt_Title_RebootRequired=Neustart emfohlen
txt_Title_UpdateInformation=Updateinformation
txt_Description_RebootRequired=Das System muss neu gestartet werden, um die Installation der Updates abzuschließen.
=
txt_Log_RebootRequired=Neustart empfohlen 
txt_Log_RebootSystem=System neustarten...
=
txt_UpdateStatus_PendingForDownload=Download austehend
txt_UpdateStatus_PendingForInstall=Installation austehend
txt_UpdateStatus_PendingForReboot=Neustart austehend
txt_UpdateStatus_Initializing=Installation starten
txt_UpdateStatus_Verifying=Bestätigung
=
txt_OperationResult_Failed=nicht erfolgreich
txt_OperationResult_FailedErrorCode=Nicht erfolgreich mit Fehlercode: 0x%.8x
txt_OperationResult_Succeeded=Erfolgreich
txt_OperationResult_SucceededErrorCode=Succeeded with error code: 0x%.8x
txt_OperationResult_SucceededWithErrors=Succeeded with errors. The results might be incomplete
txt_OperationResult_NotStarted=Nicht gestartet
txt_OperationResult_InProgress=In Bearbeitung
txt_OperationResult_Aborted=Abgebrochen
=
txt_SearchProcess=Nach Updates suchen...
txt_SearchProcessWarning=Warnung: 0x%.8x %s
txt_DownloadProcess=Updates downloaden...
txt_DownloadProcessItem=Downloade "%s"...
txt_InstallationProcess=Updates installieren...
txt_InstallationProcessItem=Installiere "%s"...
txt_InstallationRequiresExclusive="%s" Exklusive Installation. Überspringen
txt_UninstallationProcess=Updates deinstallieren...
txt_UninstallationProcessItem=Deinstalliere "%s"...
